---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.RevisionCloudFailures.ProhibitSwitchFromIssuedRevision
source: html/e57a1aec-5d2e-8318-2ec9-2d925e038302.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RevisionCloudFailures.ProhibitSwitchFromIssuedRevision Property

Can't remove cloud from an Issued Revision.

## Syntax (C#)
```csharp
public static FailureDefinitionId ProhibitSwitchFromIssuedRevision { get; }
```